Repository: LibreELEC/LibreELEC.tv
Catalog: packages/addons/browser/firefox/source/resources/language/*/strings.po
Languages: french

# #30000
source: General
french: Géneral

# #30001
source: Firefox Configuration
french: Configuration de Firefox

# #30002
source: Stop Kodi Player and Suspend AudioEngine
french: Arrêt de Kodi et mise en pause du moteur audio

# #30003
source: HW Acceleration Mode
french: Mode d'accélération matérielle

# #30004
source: Rasterization Mode
french: Mode de resterization

# #30005
source: Window Mode
french: Mode de fenêtre

# #30006
source: Default Homepage
french: Page d'accueil

# #30007
source: Use Custom Audio Device
french: Utilisation d'un périphérique audio personnalisé

# #30008
source: Audio Device
french: Périphérique audio

# #30009
source: Hide Cursor
french: Cacher le curseur

# #30010
source: Dark Mode
french: Mode sombre

# #30011
source: Use Custom User-Agent
french: Utiliser un User-Agent personnalisé
